Repository: nussygame/translate-test
Catalog: Prepared/*.po
Languages: chinese, german, italian, japanese, portuguese, spanish

# TEXT_AGREE_EULA
source: I agree with the EULA.
chinese: 我同意EULA。
german: Ich stimme mit der EULA.
italian: Sono d'accordo con il contratto.
japanese: EULAに同意して
portuguese: Concordo com o EULA.
spanish: Estoy de acuerdo con el EULA.

# TEXT_ALERT_ABOUT_BESTSCORE
source: <color=#F90><size=24>Best Score</size></color>__This is your best score.__Score limit is decided by dungeon difficulty.
chinese: <color=#F90><size=24>最佳得分</size></color>__这是你的最好成绩.__得分限制由地下城的难度决定。
german: <color=#F90><size=24>Bestes Ergebnis</size></color>__Das ist Ihre beste Punktzahl .__ Score Limit von Dungeon Schwierigkeiten entschieden.
italian: <color=#F90><size=24>Miglior punteggio</size></color>__Questo è il vostro miglior punteggio limite .__ punteggio è deciso da difficoltà dungeon.
japanese: <color=#F90><size=24>ハイスコア</size></color>__ダンジョンで かくとくした スコアの さいこう とくてんです。__スコアの じょうげんは なんいどごとに ちがいます。
portuguese: <Color=#F90> <size=24> Best Score </size> </color> __ Esta é a sua melhor pontuação limite .__ Score é decidido pela dificuldade calabouço.
spanish: <color=#F90><size=24>Mejor puntuación</size></color>__Esta es su mejor puntuación límite .__ La puntuación se decidió por la dificultad de mazmorra.

# TEXT_ALERT_ABOUT_CURRENT_FLOOR
source: <color=#F90><size=24>Floor</size></color>__The level in which your character stay currently.
chinese: <color=#F90><size=24>地板</size></color>__该级别中你的角色目前留下来。
german: <color=#F90><size=24>Stock</size></color>__Die Ebene, in der Sie Ihren Charakter zur Zeit bleiben.
italian: <color=#F90><size=24>Pavimento</size></color>__Il livello in cui il vostro personaggio rimanere attualmente.
japanese: <color=#F90><size=24>フロア</size></color>__げんざい ぼうけんしゃが いる かいそうです。
portuguese: <Color=#F90> <size=24> Piso </size> </color> __ O nível em que seu personagem ficar atualmente.
spanish: <color=#F90><size=24>Piso</size></color>__El nivel en el que su personaje quedarse actualmente.

# TEXT_ALERT_ABOUT_CURRENT_SCORE
source: <color=#F90><size=24>Score</size></color>__Your character's current score.
chinese: <color=#F90><size=24>得分了</size></color>__你的角色的最新比分。
german: <color=#F90><size=24>Ergebnis</size></color>__Ihr Charakter des aktuellen Spielstand.
italian: <color=#F90><size=24>Punto</size></color>__punteggio attuale del tuo personaggio.
japanese: <color=#F90><size=24>スコア</size></color>__げんざいの スコアです。__より こうとくてんを めざしましょう！
portuguese: <Color=#F90> <size=24> Score </size> </color> __ pontuação atual do seu personagem.
spanish: <color=#F90><size=24>Puntuación</size></color>__puntuación actual de tu personaje.

# TEXT_ALERT_ABOUT_FOD
source: <color=#F90><size=24>Flags of death</size></color>__<color=#F90>Flags of death</color> are used for remodel any job in lab.
chinese: <color=#F90><size=24>死亡的标志</size></color>__<color=#F90>死亡的标志</color>被用于改造在实验室的任何作业。
german: <color=#F90><size=24>Flaggen des Todes</size></color>__<color=#F90>Flaggen des Todes</color> für umbauen jeden Job im Labor eingesetzt.
italian: <color=#F90><size=24>Bandiere di morte</size></color>__<color=#F90>Bandiere di morte</color> sono utilizzati per rimodellare qualsiasi lavoro in laboratorio.
japanese: <color=#F90><size=24>しのかけら</size></color>__<color=#F90>しのかけら</color>は、 ラボで しょくぎょうに あたらしい のうりょくを ふよするのに しようされます。
portuguese: <Color=#F90> <size=24> Bandeiras da morte </size> </color> __ <color=#F90> Bandeiras da morte </color> são usados ​​para remodelar todo o trabalho no laboratório.
spanish: <color=#F90><size=24>Banderas de la muerte</size></color>__<color=#F90>Banderas de la muerte</color> se utilizan para la remodelación de cualquier tipo de trabajo en el laboratorio.

# TEXT_ALERT_ABOUT_OFFLINE_MODE
source: You can play Buriedbornes without network after starting on newest version with network.__(* You can not use any functions that need network like Ranking.)
chinese: 您可以在启动与网络.__最新版本后发挥Buriedbornes没有网络（*您不能使用需要网络就像任何排序功能。）
german: Sie können nach dem Start auf der neuesten Version mit Netzwerk Buriedbornes ohne Netzwerk spielen .__ (* Sie können keine Funktionen verwenden, die wie Rangfolge Netzwerk benötigen.)
italian: Si può giocare Buriedbornes senza rete dopo a partire dal più recente versione con rete .__ (* Non è possibile utilizzare tutte le funzioni che hanno bisogno di rete come Ranking.)
japanese: Buriedbornesは、最新バージョンで1回以上「ゲームスタート」した後なら通信のない環境でもプレイ可能 です。__(※オフラインモードでは、ランキングなどのオンライン機能は利用できません)
portuguese: Você pode jogar Buriedbornes sem rede depois de começar a nova versão com rede .__ (* Você não pode usar quaisquer funções que necessitam de rede como o ranking.)
spanish: Se puede jugar sin Buriedbornes red después de comenzar en la más nueva versión con la red .__ (* No se puede utilizar cualquiera de las funciones que necesitan de la red como Clasificación.)

# TEXT_ALERT_ABOUT_SEASONPOINT
source: <color=#F90><size=24>Season Point</size></color>__You can earn <color=#F90>Season Point</color> only during the event period.__ You can pay Season Point to gain season event rewards.__ You can not earn Season Point outside event period.
chinese: <color=#F90><size=24>季点</size></color>__您只能在活动期间.__您可以支付季点获得赛季奖励活动，您.__挣不了季节外点活动期间获得<color=#F90>季点</color>。
german: <color=#F90><size=24>Saison-Punkt</size></color>__Sie können <color=#F90>Saison-Punkt</color> nur während der Veranstaltung Zeit verdienen .__ Sie Saison-Punkt bezahlen können Saisonstation Belohnungen gewinnen .__ Sie nicht Saison Punkt außerhalb Ereignisperiode verdienen können.
italian: <color=#F90><size=24>stagione Point</size></color>__Si può guadagnare <color=#F90>stagione Point</color> solo durante il periodo dell'evento .__ Si può pagare Stagione Point per ottenere ricompense Evento Stagione .__ Non si può guadagnare Stagione Point periodo evento al di fuori.
japanese: <color=#F90><size=24>シーズンポイント</size></color>__<color=#F90>シーズンポイント</color>は、 シーズンイベントきかんちゅうに さまざまな もくてきを たっせいして あつめ すきな ほうしゅうと こうかんできる ポイントです。きかんがいには にゅうしゅ できません。
portuguese: <Color=#F90> <size=24> Temporada Ponto </size> </color> __ Você pode ganhar <color=#F90> Temporada Ponto </color> apenas durante o período do evento .__ Você pode pagar Temporada ponto para ganhar temporada de eventos recompensas .__ Você não pode ganhar Temporada Ponto período fora evento.
spanish: <color=#F90><size=24>Punto de temporada</size></color>__Usted puede ganar <color=#F90>Punto de temporada</color> sólo durante el período del evento .__ Puede pagar Punto temporada para ganar recompensas de eventos temporada .__ No se puede ganar Estación Punto período del evento exterior.

# TEXT_ALERT_ABOUT_SOULSTONES
source: <color=#F90><size=24>Soulstones</size></color>__<color=#F90>Soulstones</color> are used for some purpose. (ex. Unlock new job, reroll drop items, etc...)
chinese: <color=#F90><size=24>魂石</size></color>__<color=#F90>魂石</color>被用于一些目的。 （例如，解锁新的工作，重投掉落的物品，等...）
german: <color=#F90><size=24>Seelensteine</size></color>__<color=#F90>Seelensteine</color> werden für einen bestimmten Zweck verwendet wird. (Ex. Schalte neue Job, reroll Drop-Elemente, etc ...)
italian: <color=#F90><size=24>Le pietre dell'anima</size></color>__<color=#F90>Le pietre dell'anima</color> vengono utilizzate per qualche scopo. (Es. Sblocca nuovo lavoro, ritirare gli elementi goccia, ecc ...)
japanese: <color=#F90><size=24>ませき</size></color>__<color=#F90>ませき</color>は、 しょくぎょうの かいほうや ドロップアイテムの リロールなど さまざまな ようとに つかわれます。
portuguese: <Color=#F90> <size=24> Soulstones </size> </color> __ <color=#F90> Soulstones </color> são usados ​​para algum propósito. (Ex. Desbloquear novo emprego, rolar novamente soltar itens, etc ...)
spanish: <color=#F90><size=24>piedras del alma</size></color>__<color=#F90>piedras del alma</color> se usan para algún propósito. (Ej. Desbloquear nuevo trabajo, volver a tirar soltar elementos, etc ...)

# TEXT_ALERT_AFTER_CLEAR_CACHE
source: Clearing cache successful.
chinese: 清除缓存中成功。
german: Clearing-Cache erfolgreich.
italian: Svuotare la cache di successo.
japanese: キャッシュを削除しました。
portuguese: Limpar o cache de sucesso.
spanish: Borrar la memoria caché éxito.

# TEXT_ALERT_FINISH_LOGIN
source: Login successful!
chinese: 登陆成功！
german: Anmeldung erfolgreich!
italian: Accesso riuscito!
japanese: ログインしました！
portuguese: Login bem sucedido!
spanish: ¡Inicio de sesión correcto!

# TEXT_ALERT_INPUT_PASSWORD
source: Please input your Password.
chinese: 请输入您的密码。
german: Bitte geben Sie Ihr Passwort ein.
italian: Si prega di inserire la password.
japanese: パスワードを 入力してください。
portuguese: Por favor coloque o seu senha.
spanish: Por favor introduzca su contraseña.

# TEXT_ALERT_INPUT_USERID
source: Please input your UserID.
chinese: 请输入您的用户名。
german: Bitte geben Sie Ihre Benutzer-ID.
italian: Si prega di inserire il tuo ID utente.
japanese: UserIDを 入力してください。
portuguese: Por favor coloque o seu UserID.
spanish: Por favor introduzca su ID de usuario.

# TEXT_BODY_ABOUT_LOGIN
source: You can use this function to move your save data from other devices.__Please read about device transfer for more detail.
chinese: 您可以使用此功能从其他设备将您的数据保存.__请仔细阅读有关详细设备转移。
german: Sie können diese Funktion verwenden, um Ihre speichern Daten von anderen Geräten bewegen .__ Bitte über Geräte Übertragung für weitere Einzelheiten lesen.
italian: È possibile utilizzare questa funzione per spostare i dati di salvataggio da altri dispositivi .__ Si prega di leggere il trasferimento dispositivo per ulteriori dettagli.
japanese: 端末移行機能を使用する事で、他端末からゲームデータの移行ができます。__詳しくは、説明をお読みください。
portuguese: Você pode usar essa função para mover suas economias dados de outros dispositivos .__ Por favor, leia sobre a transferência de dispositivo para obter mais detalhes.
spanish: Puede utilizar esta función para mover los datos guardados desde otros dispositivos .__ Por favor leer sobre la transferencia de dispositivo para obtener más detalles.

# TEXT_BODY_NOW_LOADING
source: Now Loading...
chinese: 现在载入中......
german: Lädt...
italian: In caricamento...
japanese: よみこみ ちゅう…
portuguese: Agora carregar ...
spanish: Cargando...

# TEXT_BODY_PROLOGUE
source: The oldest and most abhorrent__Prophecy has become reality.____Ancient Overlord was revived from the grave for world conquest.____Kingdoms concluded a cease‐fire agreement and oppose him together, but they lost to __<color=#F33>''Buriedbornes''</color>__... army can revive forever ...____Many of heroes died out and mankind trembled in despair.____Remaining method for mankind is only __<color=#F33>''Buriedbornes''</color>__......____Mankind have learnt to use corpses for war.____Now, War without end and relief between the <color=#F33>''Buriedbornes''</color> began.
chinese: 最古老和最可恶__ 预言已成为现实。__ __ 古霸王被从坟墓中征服世界的复兴。__ __ 三国签订了停火协议，并反对他在一起，但他们输给了__ <color=#F33>“Buriedbornes”</color>__ ...军队能够永远复活...__ __ 许多英雄死了，人类在绝望中发抖。__ __ 剩余法为人类只有__ <color=#F33>“Buriedbornes”</color>__ ......__ __ 人类已经学会了利用尸体进行战争。__ __ 现在，战争没有<color=#F33>之间到底救灾“Buriedbornes”</color>开始。
german: Der älteste und verabscheuungswürdig__ Prophecy ist Realität geworden.__ __ Antike Over wurde aus dem Grab zur Welteroberung wiederbelebt.__ __ Kingdoms schloss einen Waffenstillstandsabkommen und gegen ihn zusammen, aber sie verloren__ <Color=#F33> ''Buriedbornes'' </color>__ ... Armee kann immer wieder zu beleben ...__ __ Viele Helden starben und die Menschheit zitterte in Verzweiflung.__ __ Verbleibende Verfahren für die Menschheit nur__ <Color=#F33> ''Buriedbornes'' </color>__ ......__ __ Die Menschheit hat gelernt Leichen für den Krieg zu verwenden.__ __ Nun, Krieg ohne Ende und Entlastung zwischen den <color=#F33> ''Buriedbornes'' </color> begann.
italian: Il più antico e più aberrante__ La profezia è diventato realtà.__ __ Antica Overlord è stato rilanciato dalla tomba per la conquista del mondo.__ __ Kingdoms concluso un accordo di cessate il fuoco e lo si oppongono insieme, ma hanno perso per__ <Color=#F33> ''Buriedbornes'' </color>__ ... Esercito può rivivere per sempre ...__ __ Molti degli eroi morti fuori e gli uomini tremarono disperate.__ __ Metodo rimanente per l'umanità è solo__ <Color=#F33> ''Buriedbornes'' </color>__ ......__ __ L'umanità ha imparato a usare cadaveri per la guerra.__ __ Ora, guerra senza fine e sollievo tra i tag <color=#F33> ''Buriedbornes'' </color> è iniziata.
japanese: もっとも ふるく いまわしい__よげんは げんじつの ものと なった。____こだいの はおうが そのはかから げんだいに よみがえり ちじょうの せいふくに のりだしたのだ。____しょこくは はけんあらそいを いったん ていしし きょうりょくして はおうに あらがったが むげんに よみがえる__<color=#F33>''しせるものども -Buriedbornes-''</color>__の こうせいに くっしていった。____あまたの えいゆうたちも やぶれ しにたえ じんるいは ぜつぼうに ふるえた。____のこされた さいごのぶき・・・__ちじょうの にんげんも __<color=#F33>''しせるものども -Buriedbornes-''</color>__をよみがえらせ たたかうしかない。____しんだ えいゆうたちを つぎつぎと ちていへ おくりこむ じんるい。____かくして、<color=#F33>''Buriedbornes''</color>どうしの すくいも おわりもない たたかいが はじまった。
portuguese: A mais antiga e repugnante__ Profecia se tornou realidade.__ __ Antiga Overlord foi reavivado da sepultura para a conquista do mundo.__ __ Reinos concluiu um acordo de cessar-fogo e se opor a ele juntos, mas eles perderam a__ <Color = # F33> ''Buriedbornes'' </ color>__ ... Exército pode reviver sempre ...__ __ Muitos dos heróis morreram e humanidade tremerão no desespero.__ __ método para a humanidade restante é de apenas__ <Color = # F33> ''Buriedbornes'' </ color>__ ......__ __ A humanidade aprenderam a usar cadáveres para a guerra.__ __ Agora, Guerra sem fim e alívio entre o <color = # F33> ''Buriedbornes'' </ color> começou.
spanish: El más antiguo y más aberrante__ La profecía se ha hecho realidad.__ __ Antigua Overlord fue restablecido de la tumba para la conquista del mundo.__ __ Reinos llegaron a la conclusión de un acuerdo de alto el fuego y se le oponen juntos, pero perdieron ante__ <Color=#F33> ''Buriedbornes'' </color>__ ... Ejército puede revivir para siempre ...__ __ Muchos de los héroes y la humanidad se extinguieron temblarán en desesperación.__ __ Método restante para la humanidad es solamente__ <Color=#F33> ''Buriedbornes'' </color>__ ......__ __ La humanidad ha aprendido a usar cadáveres para la guerra.__ __ Ahora, la guerra sin fin y alivio entre las etiquetas <color=#F33> ''Buriedbornes'' </Color> comenzó.

# TEXT_CONFIRM_OFFLINE_MODE
source: Are you sure you play on Offline-Mode?____* You need to launch Buriedbornes once to use Offline-Mode.__You can not use any features using network in Offline-Mode. (Like Ranking, Roaming Coprses, PvP etc...)
chinese: 你确定你在离线模式玩？____ *您需要启动一次Buriedbornes使用离线模式.__不能使用在离线模式下，使用网络的任何功能。 （排名一样，漫游Coprses，PVP等...）
german: Sind Sie sicher, dass Sie auf Offline-Modus spielen? ____ * Sie müssen einmal zu starten Buriedbornes Offline-Modus zu verwenden .__ Sie keine Funktionen im Offline-Modus unter Verwendung von Netzwerk verwenden können. (Wie Ranking Roaming Coprses, PvP etc ...)
italian: Sei certo di giocare su Offline-Mode? ____ * È necessario avviare Buriedbornes una volta per l'utilizzo offline-Mode .__ Non è possibile utilizzare tutte le funzioni che utilizzano rete in Offline-Mode. (Come Ranking, Roaming Coprses, PvP, ecc ...)
japanese: オフラインモードで プレイしますか？____※1かいいじょう げんざいの バージョンで きどうする ひつようが あります。__ネットワークを りようした いっさいの きのうが しようできません。
portuguese: Tem certeza de que jogar em off-line-Mode? ____ * Você precisa lançar Buriedbornes uma vez para uso offline-Mode .__ Você não pode usar quaisquer recursos usando a rede em off-line-Mode. (Como Ranking, Roaming Coprses, PvP etc ...)
spanish: ¿Seguro que juega en el modo fuera de línea-? ____ * Es necesario poner en marcha Buriedbornes vez para su uso sin conexión-Mode .__ No se puede utilizar cualquier característica que utilizan la red en modo sin conexión. (Como Clasificación, Roaming Coprses, PvP etc ...)

# TEXT_CONFIRM_OPEN_URL
source: Are you sure you open this url?____{0}__{1}
chinese: 你确定你打开这个网址？____ {0} __ {1}
german: Sind Sie sicher, dass Sie diese URL öffnen? ____ {0} __ {1}
italian: Sei sicuro che si apre questo URL? ____ {0} {1} __
japanese: ブラウザで 以下のURLを 開きます。____{0}__{1}
portuguese: Tem certeza que você abrir este url? ____ {0} __ {1}
spanish: ¿Seguro que abre esta url? ____ __ {0} {1}

# TEXT_CONFIRM_OVERRIDE_BY_BACKUP
source: Are you sure you override your data with this?
chinese: 你确定你这个覆盖你的数据？
german: Sind Sie sicher, dass Sie Ihre Daten mit dieser außer Kraft setzen?
italian: Sei certo di ignorare i dati con questa?
japanese: 端末に保存されたデータは上書きされます。よろしいですか？
portuguese: Tem certeza de que substituir os seus dados com isso?
spanish: ¿Seguro que anular sus datos con esto?

# TEXT_DIALOG_COMMON_ERROR2
source: {0}__If problems still persist, please contact me with your UserID.
chinese: {0} __如果问题仍然存在，请与您的用户名与我联系。
german: {0} __ Wenn Probleme noch bestehen kontaktieren Sie mich bitte mit Ihrem Benutzer-ID.
italian: {0} __ Se il problema persiste, si prega di contattare me con il tuo UserID.
japanese: {0}__問題が改善しない場合は、UserIDを添えて以下までご連絡ください。
portuguese: {0} __ Se os problemas persistirem, entre em contato comigo com o seu UserID.
spanish: {0} __ Si los problemas persisten, póngase en contacto con nosotros con su ID de usuario.

# TEXT_ERROR_BEGIN_SESSION
source: Failed to begin connection.
chinese: 未能开始连接。
german: Verbindung konnte nicht beginnen.
italian: Impossibile iniziare la connessione.
japanese: サーバとの接続開始に失敗しました。
portuguese: Falha ao iniciar a conexão.
spanish: No se ha podido iniciar la conexión.

# TEXT_ERROR_FIND_DATA
source: Failed to find data.
chinese: 无法找到数据。
german: Daten konnten nicht zu finden.
italian: Impossibile trovare i dati.
japanese: データが見つかりませんでした。
portuguese: Falha ao encontrar dados.
spanish: No se pudo encontrar datos.

# TEXT_ERROR_GET_ASSET_DATA
source: Failed to get asset data.
chinese: 无法获取资产数据。
german: Fehler beim Asset-Daten erhalten.
italian: Impossibile ottenere i dati delle risorse.
japanese: サーバデータの取得に失敗しました。
portuguese: Falha ao obter os dados de ativos.
spanish: No se pudo obtener datos de activos.

# TEXT_ERROR_GET_DATA
source: Failed to get data.
chinese: 无法获取的数据。
german: Die Daten konnten nicht erhalten.
italian: Impossibile ottenere i dati.
japanese: サーバへの接続に失敗しました。
portuguese: Falha ao obter os dados.
spanish: No se pudo obtener datos.

# TEXT_ERROR_GET_LANG_DATA
source: Failed to get language data.
chinese: 未能获得语言数据。
german: Fehler beim Sprachdaten erhalten.
italian: Impossibile ottenere i dati linguistici.
japanese: 言語データの取得に失敗しました。
portuguese: Falha ao obter dados de linguagem.
spanish: No se pudo obtener datos de la lengua.

# TEXT_ERROR_GET_LOCAL_SERVER_DATA
source: Failed to get server data in local.
chinese: 无法获得本地服务器数据。
german: Fehler beim Serverdaten in lokalen bekommen.
italian: Impossibile ottenere dati del server in locale.
japanese: ローカルに保存したサーバデータの取得に失敗しました。
portuguese: Falha ao obter dados do servidor no local.
spanish: No se pudo obtener datos del servidor en el local.

# TEXT_ERROR_GET_MASTER_DATA
source: Failed to get master data.
chinese: 无法获取主数据。
german: Fehler beim Stammdaten erhalten.
italian: Impossibile ottenere dati master.
japanese: マスタデータの取得に失敗しました。
portuguese: Falha ao obter dados mestre.
spanish: No se pudo obtener datos maestros.

# TEXT_ERROR_GET_PURCHASE_DATA
source: Failed to get purchase data.
chinese: 未能获得购买数据。
german: Fehler beim Kaufdaten erhalten.
italian: Impossibile ottenere dati di acquisto.
japanese: 購入履歴の取得に失敗しました。
portuguese: Falha ao obter dados de compra.
spanish: No se pudo obtener datos de compra.

# TEXT_ERROR_GET_SERVER_DATA
source: Failed to get server data.
chinese: 无法获取服务器数据。
german: Ausgefallener Server-Daten zu erhalten.
italian: Impossibile ottenere i dati del server.
japanese: サーバデータの取得に失敗しました。
portuguese: Falha ao obter dados do servidor.
spanish: No se pudo obtener datos del servidor.

# TEXT_ERROR_GET_SERVER_TIME
source: Failed to get server time.
chinese: 无法获取服务器时间。
german: Fehlgeschlagen Serverzeit zu erhalten.
italian: Impossibile ottenere ora del server.
japanese: サーバ時刻の取得に失敗しました。
portuguese: Falha ao obter o horário do servidor.
spanish: No se pudo obtener la hora del servidor.

# TEXT_ERROR_GET_USER_DATA
source: Failed to get user data.
chinese: 无法获取用户数据。
german: Fehlgeschlagen Benutzerdaten zu erhalten.
italian: Impossibile ottenere i dati degli utenti.
japanese: ユーザデータの取得に失敗しました。
portuguese: Falha ao obter dados do usuário.
spanish: No se pudo obtener datos de usuario.

# TEXT_ERROR_IOS_ISOLATION
source: Sorry but you can not log in to the server from iOS with account that you log in to the server from Non-iOS platform.
chinese: 对不起，您无法登录到从iOS设备上登录到非iOS平台的服务器的服务器帐户。
german: Sorry, aber Sie können sich nicht anmelden an den Server von iOS mit Konto, das Sie beim Server anmelden aus Nicht-iOS-Plattform.
italian: Siamo spiacenti ma non è possibile accedere al server da iOS con l'account che si accede al server di piattaforma non-iOS.
japanese: 申し訳ありませんが、AppStoreの規約に基づき、iOS以外のプラットフォームでプレイされているアカウントにiOSでログインする事は出来ません。__何卒ご了承くださいませ。
portuguese: Desculpe, mas você não pode fazer logon no servidor a partir do iOS com a conta que você efetuar logon no servidor de plataforma não-iOS.
spanish: Lo sentimos pero no se puede iniciar sesión en el servidor desde iOS con la cuenta de que se conecte al servidor de la plataforma para no IOS.

# TEXT_ERROR_NEW_VERSION
source: New version has been released.__Please Download Recent version.
chinese: 新版本已经发布.__请下载最新版本。
german: Die neue Version wurde veröffentlicht .__ Bitte herunterladen Aktuelle Version.
italian: La nuova versione è stata rilasciata .__ Please Scarica versione recente.
japanese: 新しいバージョンがリリースされました。__バージョンアップしてからプレイして下さい。
portuguese: Nova versão foi lançada .__ Please Download versão recentes.
spanish: La nueva versión ha sido puesto en libertad .__ Por favor descargar la versión reciente.

# TEXT_ERROR_NO_OFFLINE_IN_WEB
source: You can not use Offline-Mode in Web browser edition.
chinese: 不能在Web浏览器版使用离线模式。
german: Sie können nicht offline-Modus in Web-Browser Edition verwenden.
italian: Non è possibile utilizzare la modalità non in linea, in edizione Web browser.
japanese: PC Webばんでは オフラインモードを りようできません。
portuguese: Você não pode usar off-line-Mode na edição browser.
spanish: No se puede utilizar sin conexión-Mode en la edición navegador Web.

# TEXT_ERROR_ONCE_LAUNCH_ONLINE
source: You have to launch Buriedbornes with network once for using Offline-mode.
chinese: 你有网络使用离线模式，推出Buriedbornes一次。
german: Sie haben einmal für die Anwendung der Offline-Modus Buriedbornes mit Netzwerk zu starten.
italian: Bisogna lanciare Buriedbornes con la rete una volta per l'utilizzo offline-mode.
japanese: オフラインモードを りようするまえに １かいだけ オンラインモードで きどうしてください。
portuguese: Você tem que lançar Buriedbornes com a rede uma vez para usar offline-mode.
spanish: Usted tiene que lanzar Buriedbornes con la red una vez para usar sin conexión-mode.

# TEXT_ERROR_OPEN_DATA
source: Failed to open data.
chinese: 无法打开数据。
german: Die Daten konnten nicht öffnen.
italian: Impossibile aprire i dati.
japanese: データの展開に失敗しました。
portuguese: Falha ao abrir dados.
spanish: No se pudo abrir datos.

# TEXT_ERROR_OPEN_LANG_DATA
source: Failed to open language data.
chinese: 无法打开语言数据。
german: Fehlgeschlagen Sprachdaten zu öffnen.
italian: Impossibile aprire i dati linguistici.
japanese: 言語データの展開に失敗しました。
portuguese: Falha ao abrir dados de linguagem.
spanish: No se pudo abrir datos de la lengua.

# TEXT_ERROR_SAVE_DATA
source: Failed to save data.
chinese: 无法保存数据。
german: Die Daten konnten nicht gespeichert werden.
italian: Impossibile salvare i dati.
japanese: データの保存に失敗しました。
portuguese: Falha ao salvar dados.
spanish: Error al guardar los datos.
