Repository: nussygame/translate-test
Catalog: Prepared/*.po
Languages: chinese, german, italian, japanese, portuguese, spanish

# TEXT_ERROR_SAVE_USER_DATA
source: Failed to save your data!__Please restart your app for preserving your data.
chinese: 无法保存您的数据！__请重新启动应用程序的保护您的数据。
german: Fehlgeschlagen Ihre Daten zu speichern! __ Neu starten Sie bitte Ihre App für Ihre Daten zu erhalten.
italian: Impossibile salvare i vostri dati! __ Si prega di riavviare il app per la conservazione dei dati.
japanese: データの保存に失敗しました。__プレイデータを保全するため、アプリを再起動してください。
portuguese: Falha ao salvar seus dados! __ Por favor, reinicie seu aplicativo para preservar seus dados.
spanish: No se ha podido guardar los datos! __ Por favor, reinicie su aplicación para la conservación de sus datos.

# TEXT_ERROR_UNDER_MAINTENANCE
source: Server is under maintenance. Please wait a while or play with offline-mode. (Lanching app without network will activate offline-mode automatically.)
chinese: 服务器正在维护中。请稍候片刻或离线模式下播放。 （Lanching应用，而无需网络会自动启动离线模式。）
german: Der Server befindet sich in Wartung. Bitte warten Sie eine Weile, oder spielen Sie mit Offline-Modus. (Lanching App ohne Netzwerk automatisch offline-Modus zu aktivieren.)
italian: Il server è in manutenzione. Si prega di aspettare un po 'o giocare con offline-mode. (Lanching app senza rete si attiva automaticamente offline-mode.)
japanese: 現在、サーバメンテナンス中です。メンテナンス終了をお待ちいただくか、オフラインモードでお楽しみください。 (端末の通信機能をオフにしてゲームを起動すると、自動的にオフラインモードになります)
portuguese: O servidor está em manutenção. Por favor, aguarde um tempo ou jogar com em modo offline. (Lanching aplicativo sem rede irá activar-modo offline automaticamente.)
spanish: El servidor está en mantenimiento. Por favor, espere un tiempo o jugar con línea-mode. (Lanching aplicación sin red, se activará el modo sin conexión de forma automática.)

# TEXT_LINK_EULA
source: End-User license agreements
chinese: 最终用户许可协议
german: Endbenutzer-Lizenzverträge
italian: contratti di licenza utente finale
japanese: EULA(ソフトウェア利用許諾契約)
portuguese: acordos de licença de usuário final
spanish: acuerdos de licencia de usuario final

# TEXT_RESTART_FOR_WEBGL
source: Please reload(F5) your page.
chinese: 请重新载入（F5）页面。
german: Bitte laden (F5), um Ihre Seite.
italian: Ricarica (F5) la pagina.
japanese: ブラウザばんは ページを リロード(F5) してください。
portuguese: Recarregue (F5) sua página.
spanish: Vuelve a cargar (F5) su página.

# WORD_ABOUT_OFFLINE_MODE
source: About Offline-Mode
chinese: 关于离线模式
german: Über Offline-Modus
italian: A proposito di Offline-Mode
japanese: オフラインモードに ついて
portuguese: Sobre Offline-Mode
spanish: Acerca de Offline-Mode

# WORD_ACCEPT
source: Accept
chinese: 接受
german: Akzeptieren
italian: Accettare
japanese: うけいれる
portuguese: Aceitar
spanish: Aceptar

# WORD_BTN_DO_VERSION_UP
source: Go to Update
chinese: 转到更新
german: Zum Aktualisieren
italian: Vai a aggiornare
japanese: アップデートする
portuguese: Ir para actualizar
spanish: Ve a Update

# WORD_CANCEL
source: Cancel
chinese: 取消
german: Stornieren
italian: Annulla
japanese: キャンセル
portuguese: Cancelar
spanish: Cancelar

# WORD_CLEAR_CACHE
source: Clear Cache
chinese: 清除缓存
german: Cache leeren
italian: Cancella cache
japanese: キャッシュクリア
portuguese: Limpar cache
spanish: Limpiar cache

# WORD_CLOSE
source: Close
chinese: 关
german: Schließen
italian: Vicino
japanese: とじる
portuguese: Fechar
spanish: Cerca

# WORD_CONFIRMED
source: Confirm
chinese: 确认
german: Bestätigen
italian: Conferma
japanese: 確定
portuguese: confirme
spanish: Confirmar

# WORD_DO_CONFIRM
source: Confirm
chinese: 确认
german: Bestätigen
italian: Conferma
japanese: じっこう
portuguese: confirme
spanish: Confirmar

# WORD_DO_LOGIN
source: Login to Server
chinese: 登录到服务器
german: Anmelden zum Server
italian: Login per Server
japanese: ログインする
portuguese: Entre para Servidor
spanish: Inicia sesión para servidor

# WORD_GAME_START
source: Game Start
chinese: 游戏开始
german: Spielbeginn
italian: Inizio del gioco
japanese: ゲームスタート
portuguese: Comece o jogo
spanish: Empezar juego

# WORD_IGNORE
source: Ignore
chinese: 忽视
german: Ignorieren
italian: Ignorare
japanese: むしする
portuguese: Ignorar
spanish: Ignorar

# WORD_LAST_DAY
source: @{0}day
chinese: @ {0}天
german: @ {0} Tag
italian: @ {0} giorno
japanese: あと{0}にち
portuguese: @ {0} dia
spanish: @ {0} día

# WORD_LATER
source: Later
chinese: 后来
german: Später
italian: Dopo
japanese: あとで
portuguese: Mais tarde
spanish: Luego

# WORD_LOGIN
source: Account restoration
chinese: 帐户恢复
german: Kontowiederherstellung
italian: restauro account
japanese: アカウント ふくげん
portuguese: restauração de conta
spanish: cuenta la restauración

# WORD_LOGIN_TITLE
source: - Account restoration -
chinese: - 帐户恢复 -
german: - Kontowiederherstellung -
italian: - restauro account -
japanese: - アカウント ふくげん -
portuguese: - restauração de conta -
spanish: - cuenta la restauración -

# WORD_NO
source: No
chinese: 没有
german: Nein
japanese: いいえ
portuguese: Não

# WORD_OK
source: OK
chinese: 好
portuguese: Está bem
spanish: DE ACUERDO

# WORD_OPEN_URL
source: Open URL
chinese: 打开网址
german: Öffne URL
italian: Apri URL
japanese: URLを ひらく
portuguese: Abrir URL
spanish: Abrir URL

# WORD_PASSWORD
source: Password
chinese: 密码
german: Passwort
italian: Parola d'ordine
japanese: パスワード
portuguese: Senha
spanish: Contraseña

# WORD_PROLOGUE
source: Prologue
chinese: 序幕
german: Prolog
italian: Prologo
japanese: プロローグ
portuguese: Prólogo
spanish: Prólogo

# WORD_READ_ABOUT_LOGIN
source: Read Detail of Server Login
chinese: 读取服务器登录的详细信息
german: Lesen Sie Detail des Server Login
italian: Leggi Particolare Login server
japanese: ログインシステムの せつめいを よむ
portuguese: Leia Detalhe Server Login
spanish: Leer Detalle de Acceso al servidor

# WORD_RESTART_APP
source: Restart App
chinese: 重新启动应用程序
japanese: さいきどうする
spanish: Reiniciar App

# WORD_STOP
source: Cancel
chinese: 取消
german: Stornieren
italian: Annulla
japanese: やめる
portuguese: Cancelar
spanish: Cancelar

# WORD_SUPPORT
source: Support
chinese: 支持
german: Unterstützung
italian: Supporto
japanese: サポート
portuguese: Apoio, suporte
spanish: Apoyo

# WORD_TITLE_NEW_VERSION
source: New Version detected!
chinese: 新版本检测！
german: Neue Version erkannt!
italian: Nuova versione rilevato!
japanese: アップデート
portuguese: Nova Versão detectado!
spanish: La nueva versión detecta!

# WORD_TITLE_URL_ABOUT_LOGIN
source: About Login System
chinese: 关于登录系统
german: Über Login-System
italian: A proposito di login di sistema
japanese: ログインについて
portuguese: Sobre Acesso Sistema
spanish: Acerca de Usuario del Sistema

# WORD_TITLE_URL_CONTACT
source: Contact form
chinese: 联系表
german: Kontakt Formular
italian: Modulo di Contatto
japanese: お問い合わせフォーム
portuguese: Formulário de Contato
spanish: Formulario de contacto

# WORD_YES
source: Yes
chinese: 是
german: Ja
italian: sì
japanese: はい
portuguese: sim
spanish: Sí

# WORD_SELECT
source: Select
chinese: 选择
german: Wählen
italian: Selezionare
japanese: せんたく
portuguese: selecionar
spanish: Seleccionar

# TEXT_ALERT_FOR_TRANSLATE_VOLUNTEER
source: Buriedbornes has some wrong translation because of personal develop.__If you can, please join us for translation volunteer!__Thank you for playing!
chinese: Buriedbornes有一些错误的翻译因个人发展.__如果可以的话，请加入我们的志愿者翻译！__谢谢你玩！
german: Buriedbornes hat einige falsche Übersetzung wegen persönlicher entwickeln .__ Wenn Sie können, uns für die Übersetzung Freiwillige bitte kommen! __ Vielen Dank für das Spielen!
italian: Buriedbornes ha qualche traduzione sbagliata a causa del personale sviluppare .__ Se è possibile, si prega di unirsi a noi per volontari traduzione! __ Grazie per giocare!
portuguese: Buriedbornes tem alguma tradução errada por causa de pessoal desenvolver .__ Se você puder, por favor, juntar-nos para voluntário tradução! __ Obrigado por jogar!
spanish: Buriedbornes tiene alguna traducción equivocada debido personales desarrollar .__ Si puede, por favor, únase a nosotros para voluntarios traducción! __ Gracias por jugar!

# TEXT_ERROR_BANNED
source: This account has been banned.
chinese: 此帐户已被禁止。
german: Dieses Konto wurde gesperrt.
italian: Questo account è stato bannato.
japanese: このアカウントは 規約違反により アカウント凍結処分を 受けています。
portuguese: Esta conta foi banida.
spanish: Esta cuenta ha sido prohibido.

# TEXT_ERROR_GET_OLD_USER_DATA
source: Failed to get old user data.
chinese: 无法获取旧用户数据。
german: Fehler beim alten Benutzerdaten zu erhalten.
italian: Impossibile ottenere i dati degli utenti vecchi.
japanese: 旧バージョンのユーザデータの取得に失敗しました。
portuguese: Falha ao obter dados de usuários antigos.
spanish: No se pudo obtener datos de usuario antiguos.

# TEXT_CONFIRM_OVERRIDE_CONNECTION
source: Are you sure you override your account connection with current game user?
chinese: 你确定你覆盖当前的游戏用户帐户的连接？
german: Sind Sie sicher, dass Sie Ihre Kontoverbindung mit aktuellem Spiel Benutzer außer Kraft setzen?
italian: Sei certo di ignorare la tua connessione account utente partita in corso?
japanese: プラットフォームの接続ユーザを、現在のユーザに上書きします。よろしいですか？
portuguese: Tem certeza de que substituir sua conexão conta com o usuário jogo atual?
spanish: ¿Seguro que anule su conexión con la cuenta de usuario del juego actual?

# TEXT_ALERT_ABOUT_OVERRIDE_CONNECTION
source: if you want to restore your data for this connection, please try the following procedure..__* re-install__* login with platform__* start game
chinese: 如果你想恢复数据，此连接，请尝试以下步骤..__ *重新安装__ *登录与平台__ *开始游戏
german: wenn Sie möchten, dass Ihre Daten für diese Verbindung wieder herzustellen, versuchen Sie bitte die folgende Prozedur ..__ * re-installieren __ * Login mit Plattform __ * Spiel starten
italian: se si desidera ripristinare i dati per questa connessione, provare la seguente procedura ..__ * reinstallare __ * login con la piattaforma __ * iniziare il gioco
japanese: もし接続済みユーザのデータを復元したい場合は、以下の手順をお試しください。____* re-install__* login with platform__* start game
portuguese: se você quiser restaurar os dados para esta ligação, tente o seguinte procedimento ..__ * re-instalar __ * o login com a plataforma __ * iniciar o jogo
spanish: si desea restaurar los datos para esta conexión, intenta lo siguiente procedimiento ..__ * re-instalar __ * Entrar con la plataforma __ * inicio del juego

# TEXT_CONFIRM_START_CONNECTION_AND
source: Are you sure you connect your GooglePlay account to this game user?
chinese: 您确定您的帐户GOOGLEPLAY连接到这个游戏的用户？
german: Sind Sie sicher, dass Sie Ihr Konto Googleplay zu diesem Spiel Benutzer verbinden?
italian: Sei sicuro di collegare il tuo account GooglePlay a questo utente gioco?
japanese: GooglePlayアカウントと ゲームユーザを 紐付けます。
portuguese: Tem certeza que você conectar sua conta GooglePlay para este usuário jogo?
spanish: ¿Seguro que conecte su cuenta GooglePlay a este usuario juego?

# TEXT_CONFIRM_START_CONNECTION_IOS
source: Are you sure you connect your GameCenter account to this game user?
chinese: 您确定您的GameCenter的帐户连接到该游戏的用户？
german: Sind Sie sicher, dass Sie Ihr Konto Game Center, um dieses Spiel Benutzer verbinden?
italian: Sei sicuro di collegare il tuo account GameCenter a questo utente gioco?
japanese: GameCenterアカウントと ゲームユーザを 紐付けます。
portuguese: Tem certeza que você conectar sua conta do GameCenter para este usuário jogo?
spanish: ¿Seguro que conecte su cuenta de GameCenter a este usuario juego?

# TEXT_CONFIRM_START_CONNECTION_WEB
source: Are you sure you connect your mogera.jp account to this game user?
chinese: 你确定你的mogera.jp帐户连接到这个游戏的用户？
german: Sind Sie sicher, dass Sie Ihr mogera.jp Konto zu diesem Spiel Benutzer verbinden?
italian: Sei sicuro di collegare il tuo account mogera.jp a questo utente gioco?
japanese: mogera.jpアカウントと ゲームユーザを 紐付けます。
portuguese: Tem certeza que você conectar sua conta mogera.jp para este usuário jogo?
spanish: ¿Seguro que conecte su cuenta mogera.jp a este usuario juego?

# TEXT_ALERT_ABOUT_GOLDSHARD
source: <color=#F90><size=24>Gold Shard</size></color>__You can pay it to earn Convenient items. (ex. Character limit, Lab parts limit, etc...)
chinese: <color=#F90><size=24>黄金碎片</size></color>__你可以支付其当季便利的项目。 （例如，字符数限制，实验室的部分限制，等...）
german: <color=#F90><size=24>Goldsplitter</size></color>__Sie können es bezahlen Convenient Artikel zu verdienen. (Ex. Zeichenbeschränkung, Laborteile begrenzen, etc ...)
italian: <color=#F90><size=24>L'oro Shard</size></color>__Si può pagare per guadagnare oggetti convenienti. (Es. Limite di caratteri, limitano parti Lab, ecc ...)
japanese: <color=#F90><size=24>ゴールドシャード</size></color>__ぼうけんに べんりな さまざまな しょうひんと こうかん できます。
portuguese: <Color = # F90> <size = 24> Gold Shard </ size> </ color> __ Você pode pagar-lo para ganhar itens conveniente. (Ex. Limite de caracteres, peças Lab limitar, etc ...)
spanish: <color=#F90><size=24>Fragmento de oro</size></color>__Se puede pagar para ganar artículos convenientes. (Ej. Límite de caracteres, piezas de laboratorio limitan, etc ...)

# WORD_BTN_PLATFORM_LOGIN_ANDROID
source: Login with Game Service
chinese: 与游戏服务登录
german: Einloggen mit Game Service
italian: Accesso con Game Service
japanese: Game Serviceで ログイン
portuguese: Entrar com serviço de jogo
spanish: Iniciar sesión con el servicio de juegos

# WORD_BTN_PLATFORM_LOGOUT_ANDROID
source: Logout from Game Service
chinese: 从游戏服务注销
german: Abmelden von Game Service
italian: Disconnetti da Game Service
japanese: Game Serviceから ログアウト
portuguese: Sair do jogo de serviço
spanish: Cerrar sesión del Servicio de Juego

# WORD_BTN_PLATFORM_LOGIN_IOS
source: Login with GameCenter
chinese: 与GameCenter的登录
german: Einloggen mit Gamecenter
italian: Accesso con GameCenter
japanese: GameCenterで ログイン
portuguese: Entrar com GameCenter
spanish: Ingresar con GameCenter

# WORD_BTN_PLATFORM_LOGOUT_IOS
source: Logout from GameCenter
chinese: 从GameCenter的注销
german: Abmelden von Gamecenter
italian: Disconnetti da GameCenter
japanese: GameCenterから ログアウト
portuguese: Sair do GameCenter
spanish: Cerrar sesión de GameCenter

# WORD_BTN_PLATFORM_LOGIN_WEBGL
source: Login with mogera.jp
chinese: 与mogera.jp登录
german: Einloggen mit mogera.jp
italian: Accesso con mogera.jp
japanese: mogera.jpで ログイン
portuguese: Entrar com mogera.jp
spanish: Ingresar con mogera.jp

# WORD_BTN_PLATFORM_LOGOUT_WEBGL
source: Logout from mogera.jp
chinese: 从mogera.jp注销
german: Abmelden von mogera.jp
italian: Disconnetti da mogera.jp
japanese: mogera.jpから ログアウト
portuguese: Sair de mogera.jp
spanish: Cerrar sesión de mogera.jp

# TEXT_CONFIRM_LOGIN_PLATFORM
source: Are you sure you connect your platform account to this game user?__* With this, you can store your save data on the game server and use server service like ranking.
chinese: 你确定你的平台帐户连接到这个游戏的用户？__ *有了这个，你可以存储在游戏服务器上保存数据，并使用服务器服务类似排名。
german: Sind Sie sicher, dass Sie Ihr Plattform-Konto zu diesem Spiel Benutzer verbinden? __ * Damit Sie Ihre Daten auf dem Spielserver speichern speichern und Server-Dienst wie Ranking verwenden.
italian: Sei sicuro di collegare il tuo account della piattaforma a questo utente gioco? __ * Con questo, è possibile memorizzare i dati di salvataggio sul server di gioco e utilizzare il servizio server, come la classifica.
japanese: プラットフォームと ゲームアカウントを 紐付けて プレイします。__これにより、 セーブデータが ゲームサーバに 保管され 復元可能になり、 サーバサービスも 利用可能に なります。__よろしいですか？
portuguese: Tem certeza que você conectar sua conta plataforma para este usuário jogo? __ * Com isso, você pode armazenar seus dados guardados no servidor do jogo e usar o serviço de servidor, como o ranking.
spanish: ¿Seguro que conecte su cuenta de la plataforma a este usuario juego? __ * Con esto, usted puede almacenar sus datos guardados en el servidor de juego y utilizar el servicio de servidor como clasificación.

# TEXT_CONFIRM_LOGOUT_PLATFORM
source: Are you sure you disconnect your platform account from this game user?__* With this, you can not store your save data on the game server and use server service like ranking.
chinese: 你确定你从这个游戏用户断开连接平台帐户？__ *有了这个，你不能存储你保存游戏服务器上的数据，并使用服务器服务类似排名。
german: Sind Sie sicher, dass Sie Ihre Plattform Konto von diesem Spiel Benutzer trennen? __ * Damit Sie Ihre Daten nicht auf dem Spielserver speichern speichern und Server-Dienst wie Ranking verwenden.
italian: Sei sicuro di scollegare il tuo account della piattaforma di questo utente gioco? __ * Con questo, non è possibile memorizzare il salvataggio dei dati sul server di gioco e utilizzare il servizio server, come la classifica.
japanese: プラットフォームと ゲームアカウントを 切断しますか？__これにより サーバセーブ保管が 行われなくなり サーバサービスを 利用できなくなります。__よろしいですか？
portuguese: Tem certeza que você desligue sua conta plataforma deste utilizador jogo? __ * Com isso, você não pode armazenar seu salvar os dados no servidor do jogo e usar o serviço de servidor, como o ranking.
spanish: ¿Seguro de que desconecta su cuenta de la plataforma de este usuario juego? __ * Con esto, no se puede almacenar su guarda los datos en el servidor del juego y utilizar el servicio de servidor como clasificación.

# WORD_RECENT
source: Recent
chinese: 最近
german: Kürzlich
italian: Recente
japanese: さいきん
portuguese: Recente
spanish: Reciente

# WORD_TRANSFER_DEVICE
source: Load data from server
chinese: 从服务器加载数据
german: Laden von Daten vom Server
italian: caricare i dati da server
japanese: 機種変更(Download)
portuguese: carregar dados de servidor
spanish: cargar datos desde un servidor

# TEXT_ALERT_LOGOUT_PLATFORM
source: Disconnect successful.
chinese: 断开连接成功。
german: Trennen erfolgreich.
italian: Scollegare successo.
japanese: 切断しました。
portuguese: Desligue bem sucedido.
spanish: Desconectar éxito.

# WORD_DEVICE_TRANSFER
source: Device Transfer
chinese: 设备传输
german: Gerät übertragen
italian: Trasferimento dispositivo
japanese: 端末移行
portuguese: Transferência dispositivo
spanish: Transferencia dispositivo

# WORD_READ_ABOUT_DEVICE_TRANFER
source: Read Detail of Server Login
chinese: 读取服务器登录的详细信息
german: Lesen Sie Detail des Server Login
italian: Leggi Particolare Login server
japanese: 端末移行の 説明
portuguese: Leia Detalhe Server Login
spanish: Leer Detalle de Acceso al servidor

# TEXT_ALERT_ALREADY_LOGIN
source: platform Login is active.
chinese: 平台登录激活。
german: Plattform Anmeldung ist aktiv.
italian: piattaforma di accesso è attivo.
japanese: プラットフォームに ログインしています。
portuguese: plataforma Login é ativo.
spanish: plataforma de sesión está activa.

# TEXT_ALERT_DATA_MOVE_DELAY
source: Please retry after a while.
chinese: 请稍后重试。
german: Bitte versuchen Sie es nach einer Weile.
italian: Si prega di riprovare dopo un po '.
japanese: しばらく時間をおいてから やり直してください。
portuguese: Tente novamente depois de um tempo.
spanish: Por favor, inténtelo de nuevo después de un tiempo.

# TEXT_ALERT_NOT_PLATFORM_LOGIN
source: You need to connect your game user with platform.
chinese: 您需要将游戏用户与平台连接。
german: Sie müssen Ihr Spiel Benutzer mit Plattform verbinden.
italian: È necessario collegare l'utente di gioco con la piattaforma.
japanese: プラットフォームに ログインしてから やり直してください。
portuguese: Você precisa conectar o usuário jogo com plataforma.
spanish: Es necesario para conectar el usuario con la plataforma de juego.

# TEXT_CONFIRM_DOWNLOAD_LAST_UPDATE
source: Last Update： {0}__Are you sure you override your client with this data?
chinese: 最后更新：{0} __你确定这个数据重写你的客户？
german: Letzte Aktualisierung: {0} __ Sind Sie sicher, dass Sie Ihre Kunden mit diesen Daten überschreiben?
italian: Ultimo aggiornamento: {0} __ Sei certo di ignorare il vostro cliente con questi dati?
japanese: 最終更新時間： {0}__こちらの データで おまちがえ ないでしょうか。
portuguese: Última Atualização: {0} __ Tem certeza de que substituir o seu cliente com esses dados?
spanish: Última actualización: {0} __ ¿Seguro que anule su cliente con estos datos?

# WORD_CONFIRM
source: Confirm
chinese: 确认
german: Bestätigen
italian: Conferma
japanese: かくにん
portuguese: confirme
spanish: Confirmar

# TEXT_ALERT_RANKING_OUT_OF_SPAN
source: Currently ranking is being calculated.__Open: {0}
chinese: 目前排名正在计算.__打开：{0}
german: Derzeit wird Ranking wird .__ Öffnen berechnet: {0}
italian: Attualmente classifica viene calcolata .__ Aperto: {0}
japanese: げんざいは ランキング しゅうけい きかんです。__こうかいまで： {0}
portuguese: Atualmente o ranking está sendo calculada .__ Abra: {0}
spanish: Actualmente ranking está siendo calculada .__ Abra: {0}

# TEXT_ALERT_VERSUS_OUT_OF_SPAN
source: Currently ''Palace of Karma'' is preparing.__Open: {0}
chinese: 目前，“噶宫”正在准备.__打开：{0}
german: Zur Zeit ''Palace of Karma'' bereitet .__ Geöffnet: {0}
italian: Attualmente ''Palazzo del Karma'' sta preparando .__ Aperto: {0}
japanese: げんざい カルマの でんどうは たいせんじゅんびちゅう です。__オープンまで： {0}
portuguese: Atualmente ''Palace of Karma'' está se preparando .__ Aberto: {0}
spanish: Actualmente ''Palacio del Karma'' se está preparando .__ Abierto: {0}

# WORD_NOT_PLANNED
source: Pending
chinese: 有待
german: steht aus
italian: in attesa di
japanese: みてい
portuguese: Pendente
spanish: Pendiente

# WORD_DISPLAY
source: Display
chinese: 显示
german: Anzeigen
japanese: ひょうじ
portuguese: Exibição
spanish: Monitor

# WORD_POPUP_ICON
source: Battle Icon
chinese: 战图标
german: Schlacht Icon
italian: Battaglia Icona
japanese: バトルアイコン
portuguese: batalha Ícone
spanish: batalla Icono

# TEXT_DIALOG_COMMON_ERROR1
source: Error Code: {0}
japanese: エラーコード：{0}
portuguese: Código de erro: {0}

# URL_EULA
source: http://b2.nussygame.com/eula-en
japanese: http://b2.nussygame.com/eula
